db_host = "localhost" # введите host
db_port = 5432 # Введите порт
db_user = "postgres" # введите имя пользователя, под которым вы создали свою БД
db_password = "postgres" # введите пароль, под которым вы создали свою БД
db_dbname = "products_db" # введите название своей базы данных

#Пользовательские пароли, которые используются в бд
admin_pass = "admin123" #Хэшированный пароль:'240be518fabd2724ddb6f04eeb1da5967448d7e831c08c8fa822809f74c720a9'
user_pass = "user123" #Хэшированный пароль:'e606e38b0d8c19b24cf0ee3808183162ea7cd63ff7912dbb22b5e803286b4446'
